[
    {"image":"/Project-3.png","title":"Music Recommandation - MERN Stack","data":"Tech Stack : ExpressJS, Firebase, MongoDB, React, NextJS","about":"A MERN stack web application that uses facial expression of user and suggests the proper song for the expression.","url":"https://github.com/anjalikumawat2002/Music_recommendation"},
    {"image":"/Sumedha_3.png","title":"Sumedha - Full Stack","data":"Tech Stack: ReactJS, JavaScript, JWT, Figma, HTML, CSS","about":"A PWA app that unites with parents to provide proper holistic development to their children and push them to their maximum potential.","url":"https://github.com/ishubham21/sih-backend"},
    {"image":"/Project-2.png","title":"GUI based - Bank Management System","data":"Tech Stack: Python, Tkinter, sqlite3","about":"A Python-based application that securely manages authentication through credential verification, enabling access to specific functionalities.","url":"https://github.com/anjalikumawat2002/GUI-Based-Bank_Management_System"},
    {"image":"/Student-project.png","title":"STUDENT DATA MANAGEMENT PROJECT","data":"Tech Stack: C++","about":"A C++ based program capable of efficiently storing information for 100 students, ensuring data integrity with error-handling mechanisms to reject invalid inputs and enforce unique roll numbers for each student.","url":"https://github.com/anjalikumawat2002/GUI-Based-Bank_Management_System"},
    {"image":"/Graph.png","title":"SnapGraph UI","data":"Tech Stack: React , JavaScript, Tailwind CSS","about":"SnapGraph UI is a straightforward React project that showcases user profiles, graph creation, account settings, and pricing plans without actual functionality. It's built to be user-friendly, making it easy for users to visualize and navigate through different features.","url":"https://github.com/anjalikumawat2002/Genoshi_Assignment"},
    {"image":"/PathVisual.jpeg","title":"Pathfinding Visualizer","data":"Tech Stack: HTML, CSS, JavaScript","about":"A web application designed to visualize and compare various pathfinding algorithms, helping users understand their functionality and observe the shortest path in action.","url":"https://github.com/anjalikumawat2002/PathFinding-Visualizer"},
    {"image":"/Digital_Clock.png","title":"Digital Clock - Python","data":"Tech Stack: Python, Tkinter","about":"Digital Clock in Python using Tkinter, providing a simple and user-friendly graphical interface for time display and management. This project utilizes the Tkinter library to create an interactive and visually appealing digital clock application.","url":"https://github.com/anjalikumawat2002/Digital-Clock---Python"}
]